import {Pagination} from '../../../components/Pagination'

export default function Page() {
  return (
    <Pagination author={'kinoppyd'} pageCount={4}>
      <h4>手順</h4>
      <p>手順を文字で説明しますが、こういう料理系は実際に見てみる方がよっぽどためになるので、YouTubeでモッツァレラチーズで検索してみてください。作ってる動画がごまんと出てきます。絶対に映像で見た方がわかりやすいので、文字で理解しようとせずYouTubeで検索してください。そのうえで、一応文字でも解説しておきます。</p>
      <p>まず牛乳を全て鍋に入れ、60度まで加熱します。60度を超えたら火を止め、へらで牛乳をゆっくりとかき混ぜながら酢を均等に加えます。その後、ゆっくりとかき混ぜ続けていると、数分もしないうちにカードとホエイに分離が始まります。ある程度透明なホエイが見てわかるようになったら、かき混ぜる手を止め、鍋に蓋をして30分ほど放置します。このとき、鍋の温度があまりにも下がるようであれば、何かしらの保温を行ってください。</p>
      <p>30分後、カードとホエイが分離しているので、鍋の中身をザルで濾します。ザルは目の細かい物を使うか、クッキングペーパーを敷いておくとより良いです。カードがザルの中に貯まったら、そのまま数分のあいだ自重でホエイが落ちるのを待ちます。その間に、別の鍋に70度（60から80くらいのアバウトでいいですが、熱すぎたりぬるすぎたりすると上手くいきません）のお湯を用意します。</p>
      <p>数分待ったら、ザルの中のカードをへらで軽く押して最後のホエイを絞り出します。そしてお湯が用意できたら、水分を絞ったカードをお湯の中に投入します。ややもろもろとしたものがお湯の中に舞うかもしれませんが、固まったカードが大きく崩れることは無いはずです。ここで崩れてしまう場合は何かしらの失敗をしているので、失敗したらのパラグラフを参照してください。お湯の中のカードを、2本のへらで折りたたむように練っていきます。あまりやり過ぎると崩壊するので、ほどほどにしましょう。</p>
      <p>何度か練ったら、カードをお湯から取り出し、今度はまな板の上などで練っていきます。熱いのでへらを使っても良いですし、気合いがあれば素手でも良いと思います。ここである程度しっかり練らないと、頼りない食感のモッツァレラチーズになってしまいます。練っているうちに、徐々に堅くなってきて表面がもろもろしてきますが、その場合は再度お湯に浸けてやわらかさを出しましょう。良い感じにまとまってきたら、大きなひとかたまりにしても良いですし、指の間からにゅっと押し出すようにして小さくちぎってミニモッツァレラをたくさん作っても良いですし、お好きな様に成形してください。</p>
      <p>最後に、塩水（分量外）に浸けて完成です。塩水に浸ける理由は、保存のほかにも味付けの意味もあります。塩を入れていない素のモッツァレラチーズはそれはそれで味わいを感じますが、塩を入れた方が普通に美味しいです。なお、最後の塩水だけでは十分に満足できる塩味が付かないこともあるので、練っている最中に塩をお好みで足しても良いです。</p>
    </Pagination>
  )
}
