import {Pagination} from '../../../components/Pagination'

export default function Page() {
  return (
    <Pagination author={'tayama'} pageCount={9}>
      <h2>その後</h2>
      <p>それから3年が過ぎましたが、経過は若干悪化したかなといったところです。二輪免許を取ってバイクに乗るようになったので、再度検査して眼鏡を作り直しました。ですが筆者の場合左右で近視の度合いが違うので、あまり強いプリズムレンズは使えないそうです。新調した眼鏡はバイク専用にしました。こうなると、左右の視力を揃えるためのレーシックなども選択肢に入ってくるのかもしれません。疲労や眠気が強くなるほど複視も強くなるのも悩みなのですが、バイクに乗る前日は8時間以上しっかり寝ることでなんとかなっています。</p>
      <p>これが筆者の複視の顛末でした。嫌な症状ではありましたが、普段は接点のない医療の専門家のワザマエを目の当たりにできたことは貴重な体験だったなと思います。この記事が複視に悩む人の参考になれば幸いですとか適当なことを書いて締めようと思いましたがどうせ複視持ちがサイバーメタルチンピラなどという怪しい本を手に取る偶然など起こりっこないだろ。単に医学すごいを結論とします。</p>
      <h2>追記</h2>
      <p>本記事を書いている途中に気づいたのですが、Meta Quest 3
        [^5]など最近のVR機器にはビデオパススルー機能があり、周囲の映像をカメラで取り込んでゴーグル内に映せるそうです。これを複視持ちの筆者が使ったらどう視えるのか......？有識者に聞くと、この機能はパンフォーカスで遠近両方に焦点の合った映像を、右眼用と左眼用2つのディスプレイに映すものだそうです。装着者はディスプレイに対して焦点を合わせればよいので、筆者の複視を矯正できる可能性はありそうに思います。</p>
      <p>残念ながらこの記事の執筆には間に合いませんでしたが、もしかしたら筆者はサイバーメタルチンピラめいて常時VRゴーグルを着用することになるかもしれません。よろしくお願いします。</p>
    </Pagination>
  )
}
