import {Pagination} from '../../../components/Pagination'

export default function Page() {
  return (
    <Pagination author={'ryudo'} pageCount={3}>
      <p>そして纏めサイト等も現場で情報収集してる人がいてリアルで情報をばらまいて、その人たちがチェックしてくれれば纏めサイトに載る事も。結局こういう活動が大切なんです。</p>
      <p>ポスターサイズはB1が最近の主流（チラシと同じサイズで作れて大きさが適度）張る時は、お店の目立つ場所に店員に直接交渉して張りましょう。良い場所は何度も足を運べば何時かくれるぞ！！</p>
      <p>枚数はコミケ撒くなら、1万5千枚程度、店舗だけなら2千枚ぐらいらしい最近は（ZIN300、虎メロン850づつ）。チラシサイズは絶対B5、イベント名はチラシ棚入るのを考慮して一番上に配置、紙の厚さは最初のイベントなら110以上にして、少しでも高級感を出して安全感を出したい。</p>
      <h3>８ 事務スタッフを集める</h3>
      <p>自分でやれればいいけど、一人は手伝ってくれる人が居ると助かる。</p>
      <p>下記の業務を一人でやりたいならいいけど、、、、ね。</p>
      <h3>９ 当日スタッフを集める</h3>
      <p>50spなら、気のいい仲間5～8名居れば当日余裕で運営できます。</p>
      <p>イベントスタッフ経験者が1人以上いればグッド！！あと、女性は1人欲しい、、、凄くほしい。女子トイレの対応や、コスプレやる場合、女子更衣室対応が男性だとできないぞ！！</p>
      <h3>１０ info対応</h3>
      <p>HPやTwitterが有れば、メールがいっぱい来るぞ！！頑張って返信祭りだ！！</p>
      <h3>１１ 併催イベントの有無</h3>
      <p>会場と日程が決まったらわかるのだけど、当日同じ会場で併催イベント無いか調べよう。会場の階段や駐車場使う際に、すり合わせが必須になるぞ。</p>
      <h3>１２ タイムスケジュール制作</h3>
      <p>会場が開く時間から、当日の完全撤収までのスケジュールを切ろう。</p>
      <p>重要なのは、サークル入場時間～開場までの時間（90分は欲しい）と閉会の時間。閉会は会期時間が5時間以上だとダレるイベントになるからそれだけ注意が必要。</p>
      <h3>１３ コスプレ＋更衣室</h3>
      <p>男子は適当！！女子は、ちゃんと閉じられた空間を作り女子のスタッフを入口に張り付け必須。出入り口は、パーテーションでL字型に作ると良い感じ。</p>
    </Pagination>
  )
}
