import {Pagination} from '../../../components/Pagination'

export default function Page() {
  return (
    <Pagination author={'ryudo'} pageCount={4}>
      <h3>１４ 配置と設営図面</h3>
      <p>サークルは、大手の列形成が簡単な場所に。合体サークルはちゃんとお隣同士に。</p>
      <p>細かいところだと、女性サークルは隣が男性だけにならないようお隣同士や、島端にするなど逃げ道をつけてあげれば、最悪を回避できる事も。</p>
      <h3>１５ 見本誌の有無と、回収する場合の方法</h3>
      <p>見本誌の大原則は、何かあった時の為の資料であり、将来はそのジャンルの貴重な資料なので、回収する場合は大切にしよう。</p>
      <p>回収方法は、スペースに封筒を置いておき必要事項の記入（代表名、スペースNo、サークル名、提出する物の名前、数）が有れば最低限OK。それを本部に持ってきてもらうか、スタッフが回収に向かうかはお好きな方で。</p>
      <p>どうでも良いけど、ビッグサイト東全館分の見本誌を目の前にすると、いくら好きなジャンルでも読む気がうせるぞ！！</p>
      <h3>１６ 通行証を作る</h3>
      <p>開催日、イベント名、通行証の使える時間、を最低限記入しよう！！<br />それ以外はお好きなように。お勧めは名刺サイズ！！</p>
      <h3>１７ カタログを作る</h3>
      <p>これは、、、同人誌を作る感覚で適当に作ろう！！</p>
      <p>表紙は、予算が足りなければ、チラシでOK。部数は200～300作って完売すれば最初はOK。値段は、500円ぐらいが良いかと。</p>
      <h3>１８ カタログの委託</h3>
      <p>2週間程度置ければ理想。チラシを置かしてくれた店舗にはかならず委託しよう。それが礼儀だぞ！！</p>
      <h3>１９ スタッフ弁当とドリンクと打ち上げ</h3>
      <p>弁当は500円前後が基本、ドリンクは1人数本程度、打ち上げ代はこの規模ならスタッフにも負担してもらう事は良くある。売り上げが上がれば、皆におごってあげたいね！！</p>
      <h3>２０ 備品</h3>
      <p>白い紙が超必須！！これが100枚あればどんな事が起きても大丈夫。</p>
      <p>後は、腕章、IDケース、ボールペン、マッキー、養生、ガムテープ、ハサミ、カッター位を、浅草橋のシモジマや100円ショップで購入しよう。</p>
    </Pagination>
  )
}
