import {Pagination} from '../../../components/Pagination'
import {Image} from '../../../components/Image'

export default function Page() {
  return (
    <Pagination author={'ryudo'} pageCount={5}>
      <h3>２１ 宅配便</h3>
      <p>実は、これ早々に決めなきゃいけないのだけど宅配便で荷物を送るサークルさんの為に、会場が配達区域に入ってる宅配便の店舗に電話して、荷物は朝の9時～10時に持ってきてと必ずお願いしよう。</p>
      <p>あと、その時に着払い伝票を50枚ぐらいもらっておき、16時ごろに回収に来てと頼むのも忘れずに。</p>
      <h3>２２ 当日直前のスタッフ会議</h3>
      <p>決まってる事や当日のタイムスケジュールなど再確認しよう！！</p>
      <p>ここから当日。配置図面を皆にわたしてザクザク設営！！会場が出来たらサークル入場の時間だ。見本誌回収したり、まあ、、、うん、普通に頑張ろう！</p>
      <p>開場直後は、人気サークルが混むからその近辺をちゃんと混雑対応すれば、この規模ならまあ、大丈夫。撤収は、ゴミの処理だけ気をつけて。打ち上げの時に経費精算を忘れずに。</p>
      <p>終わって家に帰ったら、Twitterで今日のつぶやき検索したり疲れて寝ちゃう前に、スタッフ皆にお礼のメールかラインに一言書きましょう。で、イベント開催前はすげーつかれるけど、布団に入ってると次のイベントの事を考えてるようになったら君も立派なイベント代表だ！！</p>
      <h3>費用</h3>
      <p>気になる費用の話。気になる開催費用ですが、10万円あれば開催できます。</p>
      <p>10万円で、会場費とチラシ代を確保。申し込み用のチラシイラストでカタログ作って、カタログの売り上げでその後の支払いが出来ればOK!!カタログ代は印刷所によってはイベント終わった後でOKと言う所もあるので、それを探そう！！</p>
      <h2>おわりに</h2>
      <p>さて、最後はかなり駆け足気味だし、細かいところで足りない説明は多々ありますが、これが私が即売会を開く際に気をつけてる事になります。即売会は、本当に事前が大変で、正直お勧めはしません。でも、それを押してでもやりたいと言う気持ち、ジャンルを盛り上げたいという気持ちが有るなら止めません。</p>
      <p>私は、グルコミを始めて、飲食ジャンルの先頭集団の中で走ってると思ってます。そして飲食ジャンルの売り上げがショップでここ数年上がってると聞くと、少なからずとも自分もその売り上げUPに貢献しており、最高な気分になります！！これが即売会を開催するうえでの一つの喜びだと思ってます。</p>
    </Pagination>
  )
}
