import {Pagination} from '../../../components/Pagination'
import {PrologueContainer} from '../../../components/PrologueContainer'

export default function Page() {
  return (
    <Pagination author={'prologue'} pageCount={1}>
      <PrologueContainer>
        <h3>プロローグ</h3>
        <i>「尊み・トキメキ・萌え」</i>
        <p>サイバー呪詛だ。</p>
        <p>脳のプラグに絡みついたネットの残滓から響く、幽霊たちの悲鳴。</p>
        <p>もう接続を遮断してから何時間も経っているのに、禁断症状のようにエコーが増していく。</p>
        <i>「カブキ・ゲイシャ」</i>
        <p>頭のコアにある記憶領域を上書きするように侵食していく、ティターン級のAIが放った一撃。</p>
        <p>ネットに漂っていたコードを不用意にたどったのが全ての始まりだった。</p>
        <p>ソクバイカイ。そう呼ばれていたサイバースペースで、いかにもヤクザ風のニヤついた男に声をかけられた。あれが全ての元凶だった。</p>
        <p>─────</p>
        <i>「10万円、通行証、カタログ……オーケー？」</i>
        <p>男はそう言った。仕事の話だ。通行証は複雑なコードで構成されていた。ICEの出番だった。</p>
        <i>「オーケー」</i>
        <p>返事をして男を再び見ると、既にそこに彼の姿はない。辺りを見回しても、荒い解像度のコスプレイヤーたちがサイバースペースを埋め尽くしているだけだった。</p>
        <p>きっと彼もまた、その一部になったのだろう。ここではあらゆる存在がふさわしいもので埋め尽くされていく。ソクバイカイ。そういう場所なのだ。ふさわしい奴らの場所。</p>
        <p>生身か、アンドロイドか、それともAIか。区別すら付かないが、いまこの場に居るのは全てが生粋のフリークたち。誰もが危険で、本物。</p>
        <p>アンドロイド。彼らは危険だ。AIなのに肉体を持っている。一度トレースされたら最後で、相手にその意思があるかぎり永遠に追跡される。</p>
        <p>仕事。泥棒だ。あるときはサイバースペースを行き交うゴーストから、あるときはサイバースペースを牛耳っているザイバツから、様々な情報を盗み出すコンソールジョッキー。</p>
        <p>俺は細心の注意を払いながら、迷宮回路を構築した。まるで複雑なキューブのように、一度解きはじめると永遠に終わらないパズルだ。回転して、人を惑わせるためだけに存在する、生粋のデコイ。仕事のコードが探知されると、攻勢防壁が俺の脳を焼きに来る。こいつはそれを防いでくれる。</p>
        <p>コンソールを叩く。脳に信号が流れ込んでくる。</p>
        <p>ヤクザから渡された通行証とカタログを元に、サイバースペースに居る幽霊たちを品定めする。あいつだ。</p>
        <p>標的を見つけると、ICEとコードの出番だ。フリップ。まるでプリズムのように分解された光が頭の中に降り注ぐイメージとともに、視界がぐにゃりと曲がった。壁に映し出されたグリッドが、赤と緑に光る。接続。成功。</p>
      </PrologueContainer>
    </Pagination>
  )
}
