import {Pagination} from '../../../components/Pagination'
import {PrologueContainer} from '../../../components/PrologueContainer'

export default function Page() {
  return (
    <Pagination author={'prologue'} pageCount={2}>
      <PrologueContainer>
        <p>そしてその瞬間に、失敗を悟った。この敵は、人間じゃない。AIだ！それも、ティターン級のサイズを持っている、特殊な奴。</p>
        <p>慎重に組み上げたキューブが一瞬で解析される、あるはずのない音を聞いた。そしてそれと同時に、俺はコンソールからケーブルを引きちぎった。</p>
        <p>神経のエッジが電気信号によって汚染された事を、コンソールから切断されると同時に悟った。わずかに間に合わなかった。</p>
        <p>自己増殖タイプのウイルスだ。しかも、記憶の生成と破壊を繰り返すタイプ。</p>
        <p>椅子から転げ落ちる。なりふり構わず、床に落ちていたマイクロチップの入ったケースをひっくり返し、リブートプログラムが入ったチップをつかんだ。</p>
        <p>脳で直接ブートするように、耳の裏にあるスロットに突き刺す。手が震えている。呼吸が荒い。</p>
        <p>チップからプログラムがロードされる間にも、ウイルスは劇的なスピードで偽りの記憶を自己生成し、脳の記憶領域を上書きしようと試みている。脳の防壁がそれを阻止しようとオーバーヒートを起こし、吐き気がした。</p>
        <p>そのうち、ありもしない記憶がまるで自分の過去のように感じられるようになってきた。結婚、離婚、また結婚、そして出産、猫との生活。いや、猫との生活は本物の記憶のはず。しかし、これは自分が飼っていた猫の記憶なのか？それとも本当に猫など飼っていたか？</p>
        <p>子供がいる。いるはずがないのに、いる。脳の中の記憶がそうだと言っている。</p>
        <p>マイクロチップからコードが実行され、脳の洗浄プログラムが起動した。ウイルスを除去する。</p>
        <i>「————！」</i>
        <p>呼吸を忘れていたように、大きく息を吸い込む。気づくと、そこは見たことがない部屋だった。</p>
        <p>チェックプログラムを走らせると、脳の中からウイルスは消えていた。だが、いまこの記憶は、本物だろうか……？</p>
        <i>「瘴気、出た？」</i>
        <p>知らない女に話しかけられて、肋骨が軋むくらい驚いた。呼吸の仕方を忘れて、頭が酸欠を起こし、パニックになりそうだ。</p>
        <p>辺りを見回す。どうやら、マッサージを受けていたらしい。まったく記憶が無い。</p>
        <i>「……ここは？」</i>
        <p>自身のIDを照会した。もはや、名前すら思い出せない。</p>
        <p>———サイバーメタルチンピラ。</p>
        <p>それが、私の名前だった。</p>
        <p style={{textAlign: 'right'}}>寄稿：檻総文人</p>
      </PrologueContainer>
    </Pagination>
  )
}
