import {Title} from '../../../components/Title'
import {Pagination} from '../../../components/Pagination'

export default function Page() {
  return (
    <Pagination author={'nanocloudx'} pageCount={1}>
      <Title
        title={'婚活RTA'}
        description={'1ヶ月で結婚してみた'}
        author={'なのくろ'}
        image={'/2023/author/nanocloudx.jpg'}
        twitter={'@nanocloudx'}
        website={'https://wwww.dev'}
      />
      <h2>結婚しなくてもいい時代</h2>
      <p>────
        時は2023年。人々の生き方や価値観は多様化し、結婚せずとも一人で生きていける現代社会。誰しもがスマホを所有し、いつでも誰かとコミュニケーションできる。エンターテイメントも充実しているので、推しがいればスパチャを投げるなり、ガチャを回すなり、自由に楽しめば良い。寂しさを紛らわす手段は恋愛や結婚以外にも沢山ある。</p>
      <p>女性は社会で大活躍しているし、結婚せずとも衣食住できる。男女共同参画社会なのだから当然だ。逆に男性は家庭を一人で支えられるほど稼げなくなっている。男性が不甲斐ないのではなく社会がそう変化した。誰しも自分自身の生活で精一杯だというのに、結婚しろだの家庭を持てだのと言う方が酷な話だろう。</p>
      <p>現代のほとんどの夫婦は共働きである。しかし共働きで子どもを育てるとなると極めて大変だ。家計だけでも厳しいというのに、子育てに充てられる時間や体力はどこにあるというのか。育休や復職、保育園入園戦争といった課題もある。公共の子育て支援も十分とは言えない。最近の若者は子どもを作らないのではなく、現実的に作るのが困難なのだ。</p>
      <p>結婚する合理性はどんどん薄れている。<strong>それでも結婚したいですか？</strong></p>
      <p>当然ながら一人で過ごす方が自由度は高い。不要なストレスを抱えることもない。好きなときに、好きなだけ、好きなことをすればよい。独身だっていいじゃないか。</p>
      <p>結婚すれば自由度は必然的に下がる。金銭面でも時間面でも制約は増えるだろうし、子供ができたら尚更だ。お互いの距離感が近くなれば、自然と相手の悪い部分も目立ちやすくなる。生まれも育ちも異なる他人と生活の大部分を共に過ごすのだから、当然良いことばかりではないし、違和感を軽視すると後々後悔するだろう。</p>
      <p>事実、生涯を誓いあったであろう夫婦の<strong>３組に１組が離婚</strong>している[^1]。</p>
      <p>筆者自身も離婚経験がある一人だ。離婚理由は夫婦によって多種多様だが、様々な要因によって「一緒にいないほうがいい」となったとき、婚姻関係は崩壊する。恋愛でも結婚でも一緒だが、お互いに歩み寄り、支えあう姿勢を持ち続けること。相手にちゃんと向き合い会話し続けることが大事である。もし会話できていたとしても折り合いがつかないことだってあるし、どうすることもできない状態であれば家庭崩壊は時間の問題であろう。</p>
      <p>結婚すれば幸せになれるというのは幻想である。筆者が考える結婚とは、お互いに頑張って人生を進めていく<strong>覚悟</strong>である。もし読者のあなたが、将来的に結婚を望んでいるのならば、一度冷静に考えてみてほしい。<span style={{fontSize: '1.05rem'}}><strong>「・・・それでも結婚したいのですか？」</strong></span></p>
    </Pagination>
  )
}
