import {Title} from '../../../components/Title'
import {Image} from '../../../components/Image'
import {Pagination} from '../../../components/Pagination'

export default function Page() {
  return (
    <Pagination page={999}>
      <h2>いつかは来ない</h2>
      <p>さて「いつかは結婚したい」と思っている読者に伝えたいのは「いつかは来ない」という一言に尽きる。いつかって何時なのだろう。「行けたら行く」は大抵行かない返事だし、「いつかやる」は大抵放置されるのだ。結婚に限らず様々なことに言えるが、行動しない限り何も変わらない。海外転勤が控えているなどの「後回しにした方がいい理由」が無い限り、いますぐ行動した方が良いだろう。</p>
      <p>お金がないから結婚に踏み切れないという理由もよくあるだろう。気持ちは重々わかるのだが、数年後稼げるようになっている保証はどこにもない。</p>
      <p>残酷な話かもしれないが、<strong>婚活において「若さ」は武器である。</strong></p>
      <p>これからの人生で一番若いのはいつだろう？もちろん正解は「今」である。いまこの瞬間が一番若い。よって婚活においては「今」が一番強い。</p>
      <p>人間だって生物である。多少理性や倫理観に変化があったとしても、生物としての本能は大きく変化していない。子孫を残すという生物の本能によって異性に惹かれているとするならば、若い方がいい理由に納得できるだろう。</p>
      <p>男性は４０歳だろうが５０歳だろうが、妊娠確率の高い２０歳前後の若い女性に惹かれる。胸のある女性に男性が目移りするのも妊娠可能な年齢だと視覚的にわかるからとされているので概ね同等の理由だ。女性からすると極めて気持ち悪いだろうが、生物としては正しいのだ。</p>
      <p>女性は健康的かつ金銭面に余裕がある男性に惹かれる。自分と子供を守ってくれそうな男性が選ばれるのも生物的本能だ。マンモスを狩っていた時代の名残からか体格の良い男性は現代でも魅力的だし、現代社会においては稼げることが強さとも言えるので、金持ちに惹かれるというのも生物的に正しいのかもしれない。</p>
      <p>兎にも角にも、今が一番若いのだから、いますぐ行動しよう。</p>
      <h2>既に付き合っている相手がいる場合</h2>
      <p>既にお付き合いしている相手がいる場合、自信と覚悟があるならば役所に行こう。おめでとうございます。</p>
      <p>「恋は盲目」という言葉がある通り、付き合って最初の数週間から数ヶ月は、相手の良い部分にばかり注目しがちだ。なので付き合い始めだとしたら、しばらくは焦らずに恋愛を楽しむのが良いのではないだろうか。しばらくお付き合いして、相手の悪い部分も見えてきても一緒にいたいと思えるならば、きっと結婚を考えても大丈夫だろう。</p>
      <p>もし共同生活に不安があるならば<strong>期限を決めて同棲</strong>してみるのも悪くない。これからの長い人生を一緒に過ごすわけだから、相手との生活がどういう感じなのか体験してみるのが良いだろう。ただし惰性でずるずる結婚が遠のいてしまう可能性があるので、同棲する前に期限を決めておくことを強く推奨する。</p>
    </Pagination>
  )
}
