import {Pagination} from '../../../components/Pagination'

export default function Page() {
  return (
    <Pagination author={'nanocloudx'} pageCount={4}>
      <h2>既に同棲している相手がいる場合</h2>
      <p>もし既に相手がいて同棲中の場合は、いますぐ役所に行こう。おめでとうございます。</p>
      <p>実生活において、<strong>同棲生活と結婚生活の違いはほとんど無い</strong>。法的に婚姻しているか程度の違いなので、後回しにする理由がない。既に共同生活がどういうものか理解しているはずなので、課題があるなら解決すればいいし、無いなら安心してよいだろう。
      </p>
      <p>ただし、結婚するつもりで同棲しているにも関わらず、相手が結婚を渋っているならば爆速で別れた方がいい。そいつは決断力が欠けているクズか、別の恋愛対象が現れたときに浮気するクズか、あるいはその両方の可能性が高い。辛いかもしれないが、意志を明確にすることはとても大事だ。</p>
      <h2>気になる相手がいる場合</h2>
      <p>付き合ってはいないが気になる相手がいる場合、いいぞ！！頑張れ！！！（手抜き）</p>
      <p>本稿は恋愛テクニックが主題ではないので省略する。会う頻度が多いほど好意を持ちやすくなる「単純接触効果」というのがあるので、まずは気になる相手の視覚に入るように頑張ってみてはどうか。好意はちゃんと伝えよう。健闘を祈ります。</p>
      <h2>気になる相手もいない場合</h2>
      <p>結婚したいとは思っているが、付き合っている相手も、気になっている相手もいない場合。先に結論を書くと「<strong>結婚相談所に行こう</strong>」という話になる。
      </p>
      <p>日常生活において偶発的な運命の出会いがあると思っているならば、食パンをくわえながら曲がり角で好みの誰かと衝突するか試してみると良いだろう。理論上は衝突できるかもしれないが、まずは現実を見てほしい。白馬の王子様は迎えに来ないし、異世界転生も期待しない方がいい。</p>
      <p>最近だと学校や職場での出会いを期待するより、マッチングアプリで出会いを探す方が有力な選択肢となるだろう。筆者の周りにもマッチングアプリで結婚した夫婦はそこそこいる。「ペアーズ」「with」「タップル」などが有名であるが、婚活ではなく恋活目的の人が多いので注意してほしい。「Tinder」はほとんど遊び目的なので論外。</p>
      <p>マッチングアプリを使ったことがある人ならば知っているだろうが、結婚に対する考え方というプロフィール欄には「いい人がいれば結婚したい」「２〜３年後には結婚したい」という当たり障りない回答が目立つ。本気度はさほど高くない。それどころか「すぐにでも結婚したい」を選ぶと避けられる可能性すらある。もし運良くお付き合いできたとして、数年経った後に相手が結婚を考えてくれなかったら、また最初からやり直し。あなたは何歳になっていますか？</p>
      <p>結婚する気があって、出会いが足りないのなら、さっさと結婚相談所に行こう。結婚相談所はモテない奴の最後の砦と思っている人もいるかもしれないが、大きな間違いである。<strong>出会いがないだけで全然モテそうな本気度の高い人が沢山集まっている。</strong>
      </p>
    </Pagination>
  )
}
