import {Pagination} from '../../../components/Pagination'

export default function Page() {
  return (
    <Pagination author={'nanocloudx'} pageCount={5}>
      <h2>結婚相談所</h2>
      <p>国内には結婚相談所が数多くあるが、提供しているサービスは概ね一緒なので、ここでは「IBJ」系のサービスを一例として紹介する。IBJは国内最大の婚活者データベースで、結婚相談所が提供しているのはIBJのデータを見る権利と考えて良い。結婚相談所に入会すると自分のプロフィールがIBJに登録され、同時に他者のプロフィールを閲覧できる。この辺はマッチングアプリと同じような仕組みだ。</p>
      <p>マッチングアプリとの主な違いだが、まず<strong>男女ともに入会金を払う</strong>ケースがほとんどである。結婚相談所によって金額は異なるが、入会金は概ね20万円前後。毎月の会員費が2万円前後。成婚料も20万円前後かかる。活動期間にもよるが最低でも50万円ぐらいは結婚相談所に払う必要がある。決して安くない金額だが、それぐらい払ってでも結婚するという<strong>本気度の高い会員が集まっている</strong>と考えれば良い。特にマッチングアプリでは女性無料のケースが多いが、結婚相談所では女性側もしっかり払っているという点で本気度が大きく異なるだろう。
      </p>
      <p>続いての違いは顔写真である。マッチングアプリでは自撮りかつ加工しすぎの写真が蔓延っているが、結婚相談所ではスタジオ撮影された<strong>無加工の写真が掲載</strong>される。きちんとメイクアップしてプロのカメラマンが撮影するので多少は盛れるだろうが、基本的には実際の本人がちゃんと顔写真でわかるようになっている。
      </p>
      <p>信頼性も違う。入会時には本人確認が必須であり、年齢と年収と未婚者であることが結婚相談所によって保証されている。プロフィールには自己紹介だけでなく、結婚相談所の<strong>担当者による他己紹介</strong>も加えられる。他者から見た印象は意外と参考になって良い。
      </p>
      <p>最大の違いは相手と会うまでの流れである。マッチングアプリではマッチが成立してもメッセージのやりとりが微妙だと実際に会えないことが多い。結婚相談所では<strong>マッチ成立すると必ずお見合いする</strong>ルールとなっている。メッセージのやり取りは必要ないので、実際に会ってからスタートとなる。メッセージではなく第一印象が勝負なのだ。
      </p>
      <p>他にも結婚相談所によっては、服装選びやコミュニケーション練習、婚活に関する悩み相談などを合わせて提供している場合がある。サービス内容は契約する結婚相談所によって異なるので、自分が良いと思うものを選べば良いだろう。</p>
      <p>結婚相談所は自分で探すのが一番だと思うが、筆者としては個人ないし小規模で経営している結婚相談所をおすすめしたい。大手の相談所やオンライン完結で割安な相談所でも良いが、小規模な相談所の方が婚活者一人ひとりに適切な応対をしてくれる印象がある。</p>
    </Pagination>
  )
}
