import {Pagination} from '../../../components/Pagination'

export default function Page() {
  return (
    <Pagination author={'nanocloudx'} pageCount={8}>
      <h2>婚活RTA</h2>
      <p>筆者も結婚相談所に登録して活動をしてみた。筆者のスペックは33歳男性、高卒、バツイチ、やや太め、平社員。年収は平均以上だがそれ以外に特に目立つ要素はない。プロフィールの魅力は低めだろう。マッチングアプリで１いいねも貰えない典型例である。</p>
      <p>が、いざ活動を始めてみたらバチェラー状態だった。前述の通り男性で30代前半というのは結婚相談所においては希少価値である。100名以上の方からお見合いの申し込みをいただけた。大変有難いことである。</p>
      <p>20歳代も沢山いたし、医者や弁護士、大手航空会社のCA、年収1000万以上の方ともお見合いした。日常の出会いがないだけで、余裕でモテそうな方々から沢山の申し込みをいただけた。ほとんどの方が本気で結婚しようと思っているので、最初から結婚前提で会話できたのが効率的で良かった。</p>
      <p>・・・結果としては、お見合いからわずか<strong>１ヶ月で爆速結婚できた</strong>。やったぜ！！！</p>
      <p>ちなみに特別なことは一切していない。入会から退会までの総期間は３ヶ月。短期集中したかったので土日祝を全て婚活に費やした。1日で2~3名の方とお見合いしていたので、流石に疲れたし出費も痛かったが必要経費である。最終的に19名の方とお見合いした。</p>
      <p>最後にお見合いした方とたまたま意気投合したので、仮交際も本交際もほぼスキップして、考えうる限り最短最速で成婚に至った。善は急げだ。</p>
      <h2>おわりに</h2>
      <p>冒頭でも書いたが、結婚すれば幸せになるわけではない。しかし関係良好な夫婦はとても幸せなのだ。</p>
      <p>本誌の編集作業中、筆者は運悪く40℃以上の熱に苦しめられていたのだが、嫁の看病により耐えることができた。弱っているときや心細い時こそ、側にいてくれる存在のありがたみを感じる。支えがなければ本誌の発行は厳しかった。私を選んでくれた嫁に感謝。</p>
      <p>また前回の「サイバーメタルチンピラ2022」の読者には伝わると思うが、とにかく激動の１年間であった。支えてくれた友人達にも圧倒的大感謝して締めの言葉とする。</p>
      <p>皆様も末長く爆発できますように。</p>
      <hr/>
      <ol>
        <li>厚生労働省 令和４年度 離婚に関する統計の概況 人口動態統計特殊報告<br/>https://www.mhlw.go.jp/toukei/saikin/hw/jinkou/tokusyu/rikon22/index.html
        </li>
        <li>Toshkov, D. The Relationship Between Age and Happiness Varies by Income. J Happiness Stud 23, 1169–1188
          (2022).
        </li>
        <li>Grover, S., Helliwell, J.F. How’s Life at Home? New Evidence on Marriage and the Set Point for Happiness. J
          Happiness Stud 20, 373–390 (2019).
        </li>
        <li>株式会社IBJ 2022年度版 成婚白書<br/>https://www.ibjapan.jp/information/wp-content/uploads/2023/05/IBJ.pdf
        </li>
      </ol>
    </Pagination>
  )
}
